package study;

public class StudyNotice {
/*
 *  발표자께서는 스터디패키지 하위패키지중 날짜에 맞는 패키지에 본인패키지 하나 더만드시고
 *  자료 업로딩 부탁딉니다.(마감 일요일)
 *  (예시 : 3/5 발표자의 경우 study.mar05.yj (영준))
 *  
 *  진도표 링크
 *  https://docs.google.com/spreadsheets/d/1Qw3ejpzxR9pwbchjGwEHAxbmlHQRCEZ7GcZHB8kMlRo/edit?usp=sharing
 * 	
 *  학습방법(발표방법)
 *  학습범위에 해당하는 예제 코드 선정하여 업로드 후
 *  해당구간 이론에 대한 (간략한)설명과, 예제 코드 선정이유(간략하게)
 *  코드실행순서 및 해석
 *  스터디 참여자와의 Q&A
 *  
 *  기타
 *  1. 한 발표자에서 많은 시간이 소요되지 않도록 일정한 제한을 둘 예정
 *  2. 발표자는 스터디기간 중 본인이 발표한 내용에 대한 추가문의가 있을때
 *     충실하게 전달 할 것(스터디 외 쉬는시간 등 다른분이 물어봐도 다시 전달해주세요~~~!!!)
 *  3. 발표범위내에서 발표자 선정이 없었던 주제는 다음시간에 재진행
 *  4. 기왕이면 발표횟수가 적은 발표자 부터 우선 배정함(참여의 기회 보장)  
 *  
 */
}
